{
	"items":[
		{
			"id":0,
			"name":"Паста в томатном соусе с чесноком и помидорами",
			"ingredients":[
				"Оливковое масло - 50 г",
				"Чеснок - 3 зубчика",
				"Базилик зеленый - 2 веточки",
				"Томаты черри - 300 г",
				"Спагетти - 160 г",
				"Пармезан - 50 г",
				"Сахар - 2 щепотки",
				"Соль",	
				"Перец"
			],
			"howto":[
					"Очищаем чеснок и нарезаем слайсами", 
					"Помидорки черри разрезаем на 2 части",
					"Базилик разрываем на отдельны листочки и режем их крупно",
					"Кидаем макароны в подсоленную воду и варим до состояния альденте",
					"Пока варятся макарон, на отдельной сковородке делаем соус: обжариваем на оливковом масле чеснок, добавляем к нему помидорки черри, ждем пока они станут мягкими и начнут отдавать сок",
					"В этот момент можно добавить пару щепоток сахара для усиления вкуса, если ваши помидорки не такие спелые и сладкие, как хотелось бы",
					"Туда же на сковородку добавляем немного воды из макарон и базилик",
					"Солим и перчим. Соединяем",
					"Перекладываем макароны в сковороду с соусом",
					"Перемешиваем и даем пасте впитать в себя его",
					"Сверху натираем сыр и еще раз перемешиваем",
					"Выкладываем на тарелки",
					"Сверху еще раз украшаем сыром, листьями базилика и оливковым маслом"
			],
			"pic":""
		},
		{
			"id":1,
			"name":"Сырники",
			"ingredients":[
				"Творог 5% - 400 г",
				"Сахарная пудра - 1 ст. ложка",
				"Яйцо - 1 шт","Сгущёнка - 1 ст. ложка с горкой",
				"Кукурузная крупа - 60 г",
				"Сметана - 1 ст. ложка горкой",
				"Манка - 3 ст. ложки",
				"Ванильный сахар - 1 ч. ложка",
				"Растительное масло - 30 мл",
				"Соль"
			],
			"howto":[
				"Творог перетереть через сито или перебить блендером, оставив небольшие творожные крупинки (чтобы не был слишком жидким)",
				"К творогу добавить 1 яйцо, 1 ч. ложку ванильного сахара, 1 ст. ложку сахарной пудры, щепотку соли и перемешать до однородной консистенции",
				"Добавить 3 ст. ложки манки, перемешать и отправить в холодильник на 15 минут",
				"В отдельную тарелку насыпать кукурузную крупу",
				"Творожную массу (1-1,5 ст. ложки) положить в кукурузную крупу, посыпать сверху крупой, прокрутить и подравнять края",
				" То же самое проделать с остальной творожной массой.",
				"На разогретую сковороду налить 30 мл растительного масла и обжарить сырники с двух сторон до румяной корочки",
				"Застелить противень пергаментной бумагой и переложить на неё обжаренные сырники",
				"Отправить сырники в заранее разогретую до 180 градусов духовку на 5 минут",
				"Сырники переложить на порционные тарелки и подавать со сгущёнкой и сметаной"
			],
			"pic":""
		},
		{
			"id":2,
			"name":"Лимонный пирог",
			"ingredients":[
				"Лимон - 8 шт",
				"Сахар - 400 г",
				"Сливочное масло - 180 г",
				"Песочное печенье - 510 г",
				"Яйцо - 5 шт"
			],
			"howto":[
				"Включаем духовку на 160 градусов. Хорошенько моем лимоны, нарезаем их ломтиками, удобными для обработки в мясорубке или кухонном комбайне. Взбиваем их до состояния каши",
				"Разогреваем сковородку при низком огне, высыпаем равномерно 300 грамм сахарного песка и даем немного растаять. Добавляем сливочное масло, перемешиваем. Добавляем кашу из лимонов, перемешиваем и доводим до кипения. Снижаем огонь до низкого и готовим начинку еще 10 минут при низком огне",
				"Отделяем белки и желтки яиц в разные емкости. 2 яичных белка смешиваем с оставшимся сливочным маслом. Взбиваем в мясорубке или в кухонном комбайне печенье в мелкую крошку. Смешиваем печенье с массой из белков и сливочного масла. Равномерно выкладываем массу из печенья в форму для выпечки, утрамбовываем руками основу для пирога, заходя на бортики также",
				"Взбиваем яичные желтки с 100 г сахара в пышную пену, вливаем массу к лимонной начинке, перемешиваем все вместе",
				"Выливаем начинку в основу из печенья и отправляем в духовку на 30 минут. Даем лимонному пирогу остыть в форме, аккуратно переносим его на форму для сервировки, нарезаем и подаем"
			],
			"pic":""
		},
		{
			"id":3,
			"name":"Шоколадно-ореховая паста",
			"ingredients":[
				"Фундук - 200 г",
				"Сливочное масло - 50 г",
				"Сахарная пудра - 140 г",
				"Какао-порошок - 40 г",
				"Растительное масло - 60 мл"
			],
			"howto":[
				"Фундук равномерно распределить по поверхности противня и отправить в заранее разогретую до 180 градусов духовку на 7 минут",
				"Орехам нужно немного остыть в течение 5 – 10 минут, а затем снять лишнюю шелуху (переложить в полотенце орехи и потрясти)",
				"В большой блендер для смузи отправить очищенный фундук, влить 60 мл подсолнечного масла и перебить до мелкого помола",
				"К орехам добавить какао, сахарную пудру и перебить до однородной консистенции. Переложить в не глубокую миску и добавить размягчённое сливочное масло, перемешивать пока масло полностью не растопится, так как орехи ещё тёплые",
				"Перелить шоколадно – ореховую пасту в баночку, закрыть крышкой и отправить в холодильник на 1,5 – 2 часа до полного застывания. Совет от шефа: «В морозилку не ставить, иначе паста станет не такой нежной консистенции»",
				"Сервировка. Подать шоколадно – ореховую пасту с ломтиками багета или белого хлеба"
			],
			"pic":""
		},
		{
			"id":4,
			"name":"Салат с рукколой, карамелизированной грушей и голубым сыром",
			"ingredients":[
				"Сливочное масло - 20 г",
				"Апельсин - 1 шт",
				"Груша - 1 шт",
				"Грецкий орех - 20 г",
				"Салатный микс с рукколой и мангольдом - 20 г",
				"Сыр с голубой плесенью - 20 г",
				"Морская соль - 1 щепотка",
				"Черный перец","Сахар - 50 г"
			],
			"howto":[
				"Грушу очистить, разрезать пополам и удалить семечки. На разогретую сковороду насыпать сахар и растопить.",
				"В растопленный сахар отправить сливочное масло, перемешать и растопить",
				"К растопленному сахару с маслом, выжать сок одного апельсина",
				"Отправить грушу в карамель и обжарить с двух сторон",
				"Сковороду с грушей в карамели снять с нагрева и добавить грецкие орехи, облить орехи карамелью",
				"На порционную тарелку выложить салатный микс, кусочки сыра и сверху грецкие орехи",
				"На салат переложить две половинки карамельной груши, полить карамелью, посыпать щепоткой крупной соли и поперчить"
			],
			"pic":""
		},
		{
			"id":5,
			"name":"Рулетики из баклажанов с сыром, чесноком и орехами",
			"ingredients":[
				"Баклажан - 1 шт",
				"Помидор - 1 шт",
				"Шпинат - 100 г",
				"Пармезан - 200 г",
				"Грецкий орех",
				"Чесночный соус"
			],
			"howto":[
				"Тонко нарезаем баклажан",
				"Выкладываем на противень, заливаем масла, кисточкой смазываем с двух сторон",
				"Обжариваем на сковороде баклажаны",
				"Готовим начинку: нарезаем помидоры, на терке натираем сыр и заправляем чесночным соусом",
				"На баклажан выкладываем листики шпината, начинку и заворачиваем",
				"Посыпаем грецкими орехами сверху"
			],
			"pic":""
		},
		{
			"id":6,
			"name":"Жаренная треска с помидорами",
			"ingredients":[
				"Филе трески - 300 г",
				"Оливковое масло - 50 мл",
				"Помидор - 2 шт",
				"Тимьян - 5 веточек",
				"Чеснок - 4 зубчика",
				"Чиабатта - 2 кусочка",
				"Соль","Перец"
			],
			"howto":[
				"Филе рыбы нарезать слайсами",
				"Помидоры нарезать кружочками, а очищенные зубчики чеснока раздавить ножом",
				"На две сковороды налить по 20 мл оливкового масла",
				"На одну сковороду отправить 2 зубчика чеснока и рыбу, посолить и поперчить по вкусу",
				"Рыбу обжарить с двух сторон, в конце добавить немного воды и снять с огня, когда выпарится жидкость",
				"На вторую сковороду отправить 2 зубчика чеснока и помидоры, посолить и поперчить по вкусу",
				"Тимьян закинуть к помидорам",
				"Перевернуть помидоры на другую сторону, подержать немного на огне и снять",
				"На тарелку переложить внахлёст помидоры и рыбу и полить оливковым маслом (10 мл)",
				"Подавать с поджаренными кусочками чиабатты"
			],
			"pic":""
		},
		{
			"id":7,
			"name":"Паста с шампиньонами и сыром фета",
			"ingredients":[
				"Фета - 200 г",
				"Шампиньоны крупные - 7 шт",
				"Паста фарфалле - 250 г",
				"Чеснок - 8 зубчиков",
				"Оливковое масло - 20 мл",
				"Соль",
				"Перец"
			],
			"howto":[
				"Чеснок очистить, раздавить ножом и отправить в глубокую прямоугольную форму для запекания",
				"Шампиньоны нарезать крупными дольками и отправить к чесноку",
				"Полить грибы с чесноком оливковым маслом, посолить щепоткой, поперчить по вкусу и влить 150 мл воды",
				"Отправить форму с грибами и чесноком в заранее разогретую до 180 градусов духовку на 10 минут",
				"Вытащить из духовки форму и положить в центр грибов целый кусок феты, отправить обратно в духовку ещё на 10 минут",
				"Отварить пасту в кипящей воде до состояния «аль денте»",
				"Запечённый чеснок и фету размять вилкой и перемешать с грибами до густого соуса",
				"Отправить пасту в соус с грибами, добавить немного воды от пасты и хорошенько перемешать",
				"Переложить пасту с запечёнными грибами и фетой на порционные тарелки"
			],
			"pic":""
		},
		{
			"id":8,
			"name":"Тирамису",
			"ingredients":[
				"Маскарпоне - 150 г",
				"Печенье савоярди - 9 шт",
				"Коньяк - 20 мл",
				"Яйцо - 2 шт",	
				"Молотый кофе - 2 ст. ложки",	
				"Какао-порошок - 2 ч. ложки",
				"Темный шоколад - 1/5 плитки",
				"Сахар - 50 г"
			],
			"howto":[
				"Заранее сварить 200 мл кофе",
				"Разбить яйца и отделить желтки от белков",
				"К желткам добавить сахар и взбить миксером до однородной густой консистенции",
				"Маскарпоне переложить к желткам и взбить миксером до консистенции крема",
				"В кофе налить коньяк и перемешать",
				"Пропитать 4 савоярди кофе с коньяком и переложить по 2 савоярди в каждую стеклянную пиалу",
				"Поверх бисквита в каждую пиалу положить по 1 – 2 ст. ложки крема",
				"Затем ещё один слой пропитанного бисквита (по 2,5 савоярди) и сверху слой крема",
				"Каждый тирамису посыпать какао и тёртым шоколадом"
			],
			"pic":""
		},
		{
			"id":9,
			"name":"Равиоли с тыквой и рикоттой",
			"ingredients":[
				"Рикотта - 180 г",
				"Тыква - 500 г",
				"Оливковое масло - 35 мл",
				"Яйцо - 3 шт",
				"Мука - 200 г",
				"Соль",
				"Перец"
			],
			"howto":[
				"Нарезать тыкву на дольки толщиной около 2 см и удалить семечки",
				"Выстелить противень пергаментной бумагой и переложить на него дольки тыквы",
				"Тыкву посолить 2 щепотками и сбрызнуть 10 мл оливкового масла",
				"Тыкву отправить в заранее разогретую до 180 градусов духовку на 25 минут",
				"Насыпать муку на стол и сделать небольшое углубление",
				"Яйца разбить и отделить желтки от белков, перелить желтки в углубление в муке",
				"Посолить 1 щепоткой муку с желтками и замесить руками тесто круговыми движениями",
				"Добавить в тесто 15 мл оливкового масла, 2 ч. ложки белка и продолжить замешивать",
				"Активно замесить тесто: подогнуть, затем запястьем надавить и вытянуть вперёд, а затем опять подогнуть. И так несколько раз",
				"Тесто скатать в комок, обернуть пищевой плёнкой и убрать в сторону — через 25 минут тесто будет готово к работе",
				"Когда готовая тыква остынет, удалить кожицу и переложить в отдельную миску",
				"Оставить 1 дольку тыквы для украшения",
				"Протереть тыкву с помощью вилки",
				"Добавить рикотту, посолить 1 щепоткой, поперчить по вкусу, перемешать и отправить в холодильник",
				"На стол насыпать немного муки и одну часть теста раскатать в тонкий пласт",
				"Выложить начинку по 1 ч. ложке на расстоянии 2-3 см на одну половинку пласта и накрыт другой половинкой",
				"Пальцами надавить на промежутки между начинками и разрезать (отделить) на квадратики",
				"Вилкой закрепить края",
				"Кипящую воду посолить 2 щепотками, закинуть равиоли и варить около 6 минут на среднем огне",
				"Равиоли переложить на порционные тарелки",
				"У оставшейся дольки тыквы отделить шкурку и кусочками мякоти украсить равиоли",
				"Сбрызнуть равиоли оливковым маслом (10 мл) и украсить листиками зелёного базилика"
			],
			"pic":""
		}
	]
}